<script setup>

</script>



<template>
    <div class="container samples-container">
        <h2 id="crew" class="subhead">
            О компании
        </h2>




        <p>Минч ИИ – это молодая научно-ориентированная российская IT-компания </p>

        <p>Разработчик корпоративных систем на основе технологий обработки естественного языка и искусственного
            интеллекта</p>
        <p>Занимаемся поиском в больших массивах документов и данных с применением глубоких нейросетевых языковых
            моделей</p>
        <p>Резидент «Научного парка МГУ» и член i.moscow</p>
        <p>Входим в реестр стартапов г.Москвы</p>




    </div>
</template>

<style scoped>
p span {
    font-weight: 700;
}

p {
    margin-top: 10px;
}
</style>