<script setup>

</script>



<template>
    <div class="container samples-container">
        <h2 id="crew" class="subhead">
            Демо-стенд виртуального консультанта
        </h2>




        <p>Демо-стенд для демонстрации виртуального консультанта в режиме чат-бота. В качестве документов загружены Правила дорожного движения. Эмбеддинг-модель поисковика Е5 разбивает документы на фрагменты и формирует из них векторы. Запрос пользователя также обращается в вектор и помещается в векторное пространство базы документов. Самый близкий вектор является семантически самым релевантным. Генеративная модель чат-бота на базе LlaMA 3 работает по технологии RAG - формирует ответы также из векторного пространства фрагментов загруженных документов. Благодаря такому подходу мы верифицируем ответ и избавляемся от галлюцинаций. Вот примеры вопросов. 
        </p>
        <p>Попробуйте, например:</p>
        
            <ul>
                <li>• Что при себе должен иметь водитель?</li>
                <li>• Что нужно показывать таможеннику?</li>
                <li>• Кому надо отдавать машину?</li>
                <li>• Что мне должны дать, если у меня заберут машину?</li>
            </ul>
<br>
            <p>Чат-бот:</p>
            <p><a href="https://demo.meanch.ru/" class="">demo.meanch.ru</a></p>
                        <p>Логин: user</p>
            <p>Пароль: demopdd2024</p>
<br>
<br>
            <img src="/bot.webp" alt="">




    </div>
</template>

<style scoped>

a{
    text-decoration: underline;
}

img{
    max-width: 100%;
    width: 100%;
}

iframe{
    margin-top: 50px;
    width: 100%;
    height: 50vh;
}

p span {
    font-weight: 700;
}

p {
    margin-top: 10px;
}
</style>