<script setup>

</script>



<template>
    <div class="container samples-container">
        <h2 id="crew" class="subhead">
            Команда Минч ИИ
        </h2>




        <p><span>Команда Meaningful search </span>&mdash; это многолетняя экспертиза в&nbsp;проектном управлении,
            обработке естественного языка и&nbsp;машинном обучении.
        </p>


        <p>Мы&nbsp;сочетаем опыт&nbsp;IT работы в&nbsp;крупных российских производственных компаниях и&nbsp;научные
            проекты, соответствующие современным мировым трендам.</p>


        <p><span>Наши научные достижения: </span>члены команды входят в&nbsp;число топ-10 исследователей в&nbsp;области
            технологий NLP (Natural Language Processing), принимают участие в&nbsp;специализированных международных
            конференциях, имеют публикации в&nbsp;престижных научных журналах, выполняют исследования по&nbsp;грантам
            научных фондов.</p>
        <p><span>Ядро команды</span> составляет Лаборатория интеллектуальных систем ВятГУ </p>
        <p><span>В команду разработки входят </span>специалисты в области NLP и ML: 1 доктор технических наук, 4
            кандидата наук, 3 программиста, 1 ML-devops
        </p>
        <p><span>Научное сотрудничество</span> с МГУ, Сколтех, ВШЭ, ИСП РАН, ИТМО, НГТУ, Потсдамский университет и
            Дармштадский университет (Германия)</p>


    </div>
</template>

<style scoped>
p span {
    font-weight: 700;
}

p {
    margin-top: 10px;
}
</style>